{
  "art": [
    {
      "data": {
        "title": "Sinking of the Titanic",
        "artist": "Max Beckmann",
        "year": "1912",
        "id": "840:1983",
        "location": "St. Louis Art Museum, St. Louis, Missouri, USA",
        "info": "\nOn April 15, 1912, the world’s largest luxury liner, Titanic, sank off the coast of Newfoundland; of the 2,200 passengers, 1,507 died. Beckmann was inspired by news accounts to produce this enormous canvas in which he focused on the lifeboats of the Titanic while placing the distant, brightly lit liner against an iron-red night sky. Beckmann sought to emulate a 19th-century French tradition of grand paintings of contemporary events. Here, his theme is the struggle for survival; boats list dangerously or have overturned. The largest lifeboat is crammed with women and children including one passenger still in her violet evening gown and earrings. Beckmann employs a palette of vibrant green and blue coloring to highlight the nightmarish quality of a scene in which ghostly heads can clearly be seen floating in the water."
      },
      "id": 1
    },
    {
      "data": {
        "title": "Mona Lisa",
        "artist": "Leonardo da Vinci",
        "year": "1527",
        "id": "as624",
        "location": "Louve, Paris, France",
        "info": "This is the most famous painting of all time."
      },
      "id": 2
    },
    {
      "data": {
        "title": "The Starry Night",
        "artist": "Vincent van Gogh",
        "year": "1889",
        "id": "asdf",
        "location": "Museum of Modern Art, New York City, New York, USA",
        "info": "A cool painting."
      },
      "id": 3
    },
    {
      "data": {
        "title": "David",
        "artist": "Michelangelo ",
        "year": "1527",
        "id": "asdf",
        "location": "Rome, Italy",
        "info": "This is a cool statue."
      },
      "id": 4
    },
    {
      "data": {
        "title": "Jolly Flatboatmen in Port",
        "artist": "George Caleb Bingham",
        "year": "1857",
        "id": "123:1944",
        "location": "St. Louis Art Museum, St. Louis, Missouri, USA",
        "info": "This painting depicts a flatboat docked at a wharf in St. Louis, where boatmen amuse themselves with homespun entertainment. The revelry is so lively that another flatboat has pulled alongside to observe it. George Caleb Bingham has organized the crowd in a pyramid, with the smiling dancer waving his red handkerchief at its apex. Though early 19th-century writers described flatboatmen as violent, rambunctious individuals living on the margins of society, Bingham’s rosy-cheeked river workers appear more mischievous than threatening."
      },
      "id": 5
    },
    {
      "data": {
        "title": "Swing Low, Sweet Chariot",
        "artist": "John McCrady",
        "year": "1937",
        "id": "7:1938",
        "location": "St. Louis Art Museum",
        "info": "asdf"
      },
      "id": 6
    }
  ],
  "users": [
    {
      "data": {
        "title": "Rabil Jams",
        "artist": "Michael Imral",
        "year": "2017",
        "id": "asdf",
        "location": "St. Louis Art Museum, St. Louis, Missouri, USA",
        "info": "This is the dopest playlist ever."
      },
      "id": 1
    }
  ]
}